Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Secretary Out-of-Order.tmx
Source language: en
Languages: es_419

source: ...a few days before my resignation.
es_419: … pocos días antes de renunciar.

source: waaaaah
es_419: nii nuu

source: how do you take care of your health?
es_419: ¿Cómo cuidas tu salud?

source: would you like to save points?
es_419: ¿Desea sumar puntos?

source: starting today.
es_419: A partir de hoy.

source: I also...
es_419: Y también…

source: bad boy!
es_419: ¡Niño malo!

source: last day of work
es_419: último día de trabajo

source: any chronic illness?
es_419: ¿Enfermedades crónicas?

source: was she the person seogyeong was talking about?
es_419: ¿Será ella de quien estaba hablando Seogyeong?

source: I like that you feel guilty…
es_419: Me gusta que te sientas culpable…

source: I do.
es_419: Yo sí.

source: I'm just quitting.
es_419: Voy a renunciar y ya.

source: things that were easy to undo as a child...
es_419: Lo que era fácil de deshacer en la infancia…

source: oh. with me?
es_419: Ah. ¿Conmigo?

source: it's a letter of resignation, sir.
es_419: Mi carta de renuncia, señor.

source: oh, don't worry.
es_419: Ah, descuide.

source: even if that's the case,
es_419: Aunque así sea,

source: do you need anything, sir?
es_419: ¿Necesita algo, señor?

source: what's wrong with your voice? are you all right?
es_419: ¿Por qué tiene esa voz? ¿Se siente bien?

source: see you tomorrow, sir...
es_419: Hasta mañana, señor…

source: how are you feeling?
es_419: ¿Cómo te sientes?

source: ...but he was able to quiet all those worries in less than a year by showing his capability.
es_419: … pero en menos de un año demostró sus habilidades y acalló todas esas dudas.

source: I'll bring some for you.
es_419: Te llevaré un poco.

source: I just had a lot on my mind that day.
es_419: Tenía muchas cosas en la cabeza.

source: sure!
es_419: ¡Claro!

source: please submit for approval
es_419: PARA APROBAR

source: I won't go anywhere.
es_419: No me iré de aquí.

source: nom nom
es_419: ÑAM ÑAM

source: sorry,
es_419: Lo siento,

source: I don't… have a child.
es_419: No tengo… hijos.

source: you call this a movie?
es_419: ¿A esto le llamas película?

source: some plan to get married.
es_419: Y quienes planean casarse.

source: continue.
es_419: Prosigue.

source: did your boss give you crap again?
es_419: ¿Tu jefe te trató mal de nuevo?

source: especially women. most of them can't return to work once they leave.
es_419: En particular las mujeres. La mayoría no puede volver a trabajar.

source: spicy
es_419: picante

source: are you financially independent already?
es_419: ¿Ya tienes independencia económica?

source: so what?
es_419: ¿y qué?

source: it's so obvious.
es_419: Es muy obvio.

source: ...I was going to fluster him by showing up to work like I'm on vacation.
es_419: … iba a aparecer en el trabajo como si estuviera de vacaciones para confundirlo.

source: how are you feeling, ms. gam?
es_419: Cómo te sientes, señorita Gam?

source: you did this and also that!
es_419: ¡Hiciste esto y aquello!

source: anyway, you're totally the smitten kitten.
es_419: Como sea, estás hecha una osita cariñosita.

source: you know why!
es_419: ¡Ya sabes por qué!

source: as you can see…
es_419: Como habrá visto…

source: what...
es_419: ¿Qué…?

source: or else I'll wake up early automatically!
es_419: ¡Si no, me despertaré sola automáticamente!

source: Please let go so I can go home.
es_419: Si no me sueltas, no podré irme.

source: wow, a secretary!
es_419: ¡Guau, secretaria!

source: seriously...
es_419: De verdad…

source: could you…
es_419: ¿Cómo…

source: what's the price tag on these luxury brands anyway?
es_419: A propósito, ¿cuánto cuestan estas marcas de lujo?

source: / gangnam station exit no. 8
es_419: /salida estación Gangnam n.º 8

source: ...this is our first time seeing each other after that...
es_419: … es la primera vez que nos vemos después de eso…

source: enough to know that cinderella came from a noble family.
es_419: Y además sé muy bien que Cenicienta era de sangre noble.

source: if that's the case, then how about observing him first. you've got all the time and money, anyway.
es_419: Si es así, entonces primero obsérvalo. De todas formas, ya tienes todo el tiempo y el dinero.

source: oh, gosh!
es_419: ¡Ay, cielos!

source: this way, ms. gam.
es_419: Por aquí, señorita Gam.

source: let's think about that later...
es_419: Lo pensaremos más adelante.

source: director lee!
es_419: ¡El director Lee!

source: It has the best tips useful for real-life situations.
es_419: Tiene los mejores consejos para situaciones reales.

source: he already belongs to... whoever!
es_419: ¡Él ya es de… quien sea!

source: just stay by my side. just as you are.
es_419: Quédate a mi lado, tal como estás.

source: I'll let it slide and just think of it as a mistake.
es_419: Lo dejaré pasar, considerémoslo un error.

source: Poof
es_419: PUF

source: yes?
es_419: ¿Sí?

source: I'm not sure why he's doing all this,
es_419: No sé bien por qué hace todo esto,

source: sniffle
es_419: SNIF

source: but even if I do...
es_419: Pero si hago eso…

source: CLENCH
es_419: APRIETA

source: He might not even remember it if you're lucky.
es_419: Si tienes suerte, quizás ni se acuerde.

source: only jiwoo.
es_419: Jiwoo es la única.

source: I'm still arranging schedules even though I left the company...
es_419: Me fui de la empresa, pero sigo armando cronogramas…

source: what was that?
es_419: ¿Qué fue eso?

source: drained
es_419: AGOTADA

source: no, actually I don't!
es_419: ¡No, en realidad no!

source: I don't want to get addicted.
es_419: No quiero volverme adicto.

source: whatever. don't think about it.
es_419: No importa. Ni lo pienses.

source: no, I'm really fine.
es_419: Estoy bien, en serio.

source: She supposedly took him by his collar or something like that.
es_419: Supuestamente, lo sacudió del cuello de la camisa o algo así.

source: oh! how wonderful!
es_419: ¡Ah, qué fantástico!

source: the rich are more sensitive about money than a lottery winner like me.
es_419: La gente rica es más susceptible con el dinero que yo, que gané la lotería.

source: i-it's a thief! no, a stalker!
es_419: ¡E-es un ladrón! ¡No, un acosador!

source: I'll let you in on a secret.
es_419: Te cuento un secretito.

source: and also a little strange to me.
es_419: Y me resulta un poco extraño.

source: weary
es_419: AGOTADA

source: mr. chae planned to work from home since it was too hard for him to move, and I had also planned to work from home,
es_419: El señor Chae planificó trabajar desde casa porque le costaba mucho moverse, y yo había planeado lo mismo,

source: opening a nice coffee shop sounds good.
es_419: Podría abrir un lindo café.

source: let me ring you up.
es_419: Se lo registraré.

source: I don't want to starve you.
es_419: No quiero que pases hambre.

source: her memories are coming back
es_419: Está recuperando la memoria

source: no, this is only the beginning.
es_419: No, esto apenas empieza.

source: asked you because I wanted to know how you used to be in the past.
es_419: pregunté porque quería saber cómo eras en el pasado.

source: And I'm just here for a shoot.
es_419: Y vine a filmar una escena.

source: while stopping an
es_419: herido al evitar que una

source: ...that now I'm used to calling you by name.
es_419: … haberme acostumbrado a llamarte por tu nombre.

source: about your resigning…
es_419: Hablando de tu renuncia…

source: wupung pharmaceuticals
es_419: Laboratorio Wupung

source: but what's wrong with you today?
es_419: Pero ¿qué te pasa hoy?

source: nothing but gold roads ahead for me!
es_419: ¡Puros senderos dorados por delante!

source: but he said he won't hand me the position just because he has to.
es_419: pero dijo que no me va a ceder el puesto solo porque debe hacerlo.

source: you can order more if you want.
es_419: Si quieres, puedes pedir más.

source: she's currently in a coma but is recovering very quickly.
es_419: En este momento está en coma, pero recuperándose.

source: I want a guy who doesn't go on blind dates.
es_419: Quiero un hombre que no vaya a citas a ciegas.

source: it's fine. my office is right around the corner, so I came early.
es_419: No pasa nada. Trabajo aquí a la vuelta, por eso llegué temprano.

source: you seemed to be reading it very carefully.
es_419: Parecía leerlo con mucha atención.

source: since you ended up leaving iren…
es_419: Como al final te fuiste de IREN…

source: was nagging me all day.
es_419: me molestó todo el día.

source: you fool!
es_419: ¡Tonta!

source: Please let me know if I offended you.
es_419: Por favor, dígame si lo he ofendido.

source: show interest in the child out-of-order.
es_419: muestre interés en el niño descarriado.

source: my connection keeps dropping during video conferences!
es_419: ¡Me la paso perdiendo conexión en las videoconferencias!

source: it’s me, hyorin!
es_419: ¡Soy yo, Hyorin!

source: hehe…
es_419: JEJE…

source: I've never been like this before.
es_419: Es la primera vez que me pasa esto.

source: you don't know how much I talked about you behind your back!
es_419: ¡No tienes idea de todas las cosas que le dije sobre ti!

source: are you all right, ms. gam?
es_419: ¿Estás bien, señorita Gam?

source: you complained and complained about how tough it was and quit!
es_419: ¡Te vivías quejando de lo mal que la pasabas, que ibas a renunciar!

source: I'm sorry to tell you this now...
es_419: Lamento decírtelo ahora…

source: that's her, all right. she's in a good mood today.
es_419: Sí, es ella. Hoy está de buen humor.

source: ...ney.
es_419: … rida.

source: it might solve your worries.
es_419: Quizás alivie tu inquietud.

source: yu-eun, you can tell me if you're tired.
es_419: Yu-eun, puedes decirme si estás cansada.

source: SIGH
es_419: Ains…

source: oh, s-sure!
es_419: ah, ¡c-claro!

source: what's this strange feeling?
es_419: ¿Qué es esta sensación rara?

source: UNFAZED
es_419: IMPÁVIDO

source: do you not want to?
es_419: ¿Acaso no quieres?

source: get some more sleep.
es_419: Duerme un poco más.

source: did the rules change without me knowing?
es_419: ¿Cambiaron las reglas y yo no me enteré?

source: you chicken!
es_419: ¡Cobarde!

source: ...get your act together, my heart!
es_419: … ¡no te ofusques, corazón mío!

source: and he's good looking.
es_419: Y es apuesto.

source: You're a grown woman.
es_419: Eres una mujer adulta.

source: I know, right?
es_419: Sí, ¿verdad?

source: more like a subject of tabloid gossip than a movie director.
es_419: Más en blanco de chismes amarillistas que en director.

source: yes, I think I was.
es_419: Sí, creo que sí.

source: well, everyone in the office is like that.
es_419: Es que en la oficina todos son así.

source: where is it going to take place?
es_419: ¿Dónde lo harán?

source: wednesday
es_419: miércoles

source: ...but she passed away in the states.
es_419: … pero ella murió en Estados Unidos.

source: I'll get some for you as well!
es_419: ¡Compraré para ustedes también!

source: hello…
es_419: Holi…

source: since the day I said I'd quit.
es_419: cuando dije que iba a renunciar.

source: I let my wife pass away like that, and now...!
es_419: Permití que mi esposa se me fuera así, ¡y ahora…!

source: haha, it's really small, right?
es_419: Ja, ja, es muy pequeño, ¿no?

source: no need to.
es_419: No hace falta.

source: we promised we won’t talk about work. remember?
es_419: Prometimos no hablar de trabajo. ¿Te acuerdas?

source: you just don't want to go!
es_419: ¡Pasa que tú no quieres ir!

source: dear ceos, please don't do this.
es_419: Querido CEO, no hagas esto.

source: I put the baby to bed.
es_419: Ya hice dormir al bebé.

source: w-well…
es_419: P-pues…

source: what was…
es_419: ¿Qué fue…

source: A clueless CEO with no credentials...
es_419: Un CEO incompetente sin mérito…

source: you'll remain in iren. you should think about yourself as well.
es_419: Usted se quedará en IREN. También debería pensar en usted.

source: ...from my home?
es_419: … desde mi casa?

source: I'd appreciate it.
es_419: Me vendrán muy bien.

source: i-it can't be hyorin, right?
es_419: No será Hyorin, ¿no?

source: can we have a glass of water, please?
es_419: ¿Podrías traernos un vaso de agua?

source: I feel like I'm dreaming…
es_419: Siento que estoy soñando…

source: slow down. we can order more if it's not enough.
es_419: Tranquila. Podemos pedir más, si te parece poco.

source: she goes to s university.
es_419: Va a la universidad S.

source: your wisdom amazes me.
es_419: Tu sabiduría me asombra.

source: wow, he's finally…
es_419: Guau, al fin se…

source: such a classic doorbell…
es_419: Qué sonido tan clásico…

source: I'm out of shape right now…
es_419: Estoy muy desarreglada…

source: later.
es_419: Luego.

source: I can say this...
es_419: Te diré algo…

source: thunk
es_419: PUM

source: what does it mean to come from a family with money?
es_419: ¿Qué significa provenir de una familia adinerada?

source: I'm worth 1.6 billion* won.
es_419: Valgo 1600 millones.

source: tesla, worth 10 trillion dollars, is skyrocketing without limit the world of individual creators
es_419: Tesla, cotizada en 10 billones de dólares, se dispara fuera del mundo de creadores individuales

source: stiff
es_419: TENSA

source: - episode 12 -
es_419: - episodio 12 -

source: easy life with smart iD
es_419: Vida fácil con smart ID

source: who do you think you are to object to my marriage, mr. ceo?
es_419: ¿Quién cree que es para oponerse a que me case, señor CEO?

source: I should have brought a jacket with me.
es_419: Debí haber traído un abrigo.

source: these people…
es_419: Estos dos…

source: it seems a bit early for him to be a father, but it is a reasonable age.
es_419: Me parece joven para ser padre, pero es una edad razonable.

source: before mr. chae called me by my name, I was nothing more than a mere secretary.
es_419: Antes de que el señor Chae me llamara por mi nombre, yo era una mera secretaria.

source: byeeeeee dohyeok!
es_419: chaucitooo dohyeok!

source: I forgot!
es_419: me olvidé!

source: it's hard to think about it even now.
es_419: Aún hoy me cuesta pensarlo.

source: when I think of how much I went through for someone like him...
es_419: Cuando pienso en todo lo que pasé por alguien como él…

source: I should still be able to work then.
es_419: Entonces podré seguir trabajando.

source: I never imagined I'd run into you in yu-eun's bathroom.
es_419: Nunca imaginé que me cruzaría contigo en el baño de Yu-eun.

source: clean
es_419: vacíos

source: ahhh
es_419: aah

source: I guess I raised you wrong.
es_419: Veo que te crie mal.

source: I was busy talking to HR.
es_419: Estaba hablando con RR. HH.

source: at least I have only two weeks left.
es_419: Al menos me quedan solo dos semanas.

source: ...and say hi to ms. gam while I'm at it.
es_419: … y de paso saludar a la señorita Gam.

source: oh, that's…
es_419: Ah, son…

source: I just realized,
es_419: Me di cuenta…

source: he could've just ordered those online.
es_419: ¿Por qué no los encargó por internet?

source: didn't you say you wanted to talk about something?
es_419: ¿No dijo que quería hablarme de algo?

source: SHARP ON TIME
es_419: JUSTO A TIEMPO

source: around
es_419: ALREDEDOR

source: a family.
es_419: Una familia.

source: but he belongs to a totally different world.
es_419: Pero pertenece a un mundo totalmente distinto.

source: ...to think that dohyeok has a family.
es_419: … pensar que tiene una familia.

source: they say this one has potential. let's invest!
es_419: Dicen que esta tiene potencial. ¡A invertir!

source: please adjust the conference schedule for the new brand with the planning team.
es_419: Cambia el cronograma de reuniones para la marca nueva con el equipo de planificación.

source: How could you not tell me about this?!
es_419: ¡¿Cómo puede ser que no me hayas dicho?!

source: wave
es_419: sacude

source: I'm really sorry about what happened that day!
es_419: ¡Lamento mucho lo que pasó el otro día!

source: that day was so humiliating that it's forever burned into my memories as sandwich day.
es_419: Esa situación fue tan humillante que me quedó grabada en la memoria para siempre como el día del sándwich.

source: well, that makes sense. you were too busy saving up before.
es_419: Pues tiene sentido. Antes estabas muy ocupada ahorrando.

source: what's this? is something troubling you?
es_419: ¿Qué pasa? ¿Algo te tiene preocupado?

source: I also don't want to let you go.
es_419: Yo tampoco quiero que te vayas.

source: s-sir…
es_419: S-Señor…

source: I am, sir.
es_419: Yo, señor.

source: how aboUt sometHinG deliciOus to celebRate yOur sixTh perFecT atTenDanCe awarD?
es_419: ¿Vamos a comer algo rico para celebrar tu sexto premio por asistencia perfecta?

source: that was a close call.
es_419: Casi arruino todo.

source: I can take a look at that first--
es_419: Puedo echarle un vistazo ya mismo…

source: I see… that's it?
es_419: Ya veo… ¿Nada más?

source: did that answer your question?
es_419: ¿Eso responde a tu pregunta?

source: about his past…
es_419: Sobre su pasado…

source: I'm not that hungry.
es_419: No tengo tanta hambre.

source: I'm not a kid.
es_419: No soy un niño.

source: ...a problem.
es_419: … un problema.

source: wh-what did you say again?
es_419: ¿M-me lo puedes repetir?

source: seriously, that jerk has no shame!
es_419: ¡Ese idiota es un descarado, de verdad!

source: GRASP
es_419: APRIETA

source: what was I imagining all this time?
es_419: ¿Qué me imaginé todo este tiempo?

source: And despite my current state...
es_419: Y a pesar de estar así…

source: I don't want you to--
es_419: No quiero que…

source: ding dong!
es_419: ¡DIN DON!

source: hmph...
es_419: Jum…

source: respect~
es_419: Respeto

source: no, I'm not switching companies.
es_419: No, no me cambiaré de empresa.

source: SNORE
es_419: RRRRRR

source: why do I want to quit this job…?
es_419: ¿Por qué quiero renunciar?

source: she's usually here at this hour.
es_419: En general está aquí a esta hora.

source: what has he got to say that he felt the need to bring me to a place like this?!
es_419: ¡¿Qué tiene para decirme, que lo hizo traerme a un lugar así?!

source: this might appear like a childrearing book but it's the best management book I've ever read.
es_419: Puede que parezca un libro sobre criar niños, pero es el mejor libro de gestión que he leído.

source: my mind's been filled with you lately, ms. gam.
es_419: Últimamente estoy pensando mucho en ti, señorita Gam.

source: I can't be a secretary for a second longer!
es_419: ¡No puedo ser secretaria ni un segundo más!

source: w…
es_419: Gu…

source: you and mr. chae come from…
es_419: El señor Chae y tú provienen…

source: I saw a book on child care... on your desk...
es_419: En su escritorio vi un libro sobre crianza infantil…

source: snatch
es_419: QUITA

source: anyway, I wonder what happened between dohyeok and ms. gam!
es_419: En fin, ¿qué habrá pasado entre Dohyeok y la señorita Gam?

source: I'm confident.
es_419: Estoy preparado.

source: sure, let's go there.
es_419: Claro, vamos allí.

source: SiNK
es_419: HUNDIDA

source: yes, sir…
es_419: Sí, señor…

source: no, you're not.
es_419: No estás bien.

source: I totally forgot!
es_419: ¡Me había olvidado!

source: mr. lee, I'm terribly sorry but it's my work hours and--
es_419: Señor Lee, lo lamento mucho, pero estoy en el trabajo, y…

source: it must have been hard for you.
es_419: Te debió haber costado mucho.

source: what if...
es_419: ¿Y si…

source: mr. chae?
es_419: ¿Señor Chae?

source: although I never tried hard liquor before.
es_419: Aunque nunca probé bebidas fuertes.

source: ow…
es_419: Ay…

source: I'm her boss. if I force my feelings on her,
es_419: Soy su jefe. Si uso lo que siento para persuadirla,

source: there he goes again!
es_419: ¡Ya empezó de nuevo!

source: I didn't know you had that misconception about us.
es_419: No sabía que tenías esa idea equivocada sobre él y yo.

source: d-did he say t-thank you?
es_419: ¿M-me acaba d-de agradecer?

source: drink up!
es_419: ¡A beber!

source: enjoy your meal, sir!
es_419: ¡Buen provecho, señor!

source: I'm afraid I don't deserve such high praise.
es_419: Me temo que no merezco tantos elogios.

source: are you seeing anyone these days? do you want me to set you up on a blind date?
es_419: ¿Estás saliendo con alguien? ¿Quieres que te consiga una cita a ciegas?

source: I can't believe I spent all that money just for this.
es_419: No puedo creer que gasté tanto dinero solo en esto.

source: oh, then I'll adjust your afternoon schedule--
es_419: Ah, entonces cambiaré su agenda de la tarde…

source: it was just for a short time, but I had a crush on you, sir.
es_419: No duró mucho, pero me sentí atraída por usted, señor.

source: you're amazing.
es_419: Eres increíble.

source: building my career using my winnings. like in the books!
es_419: hacer carrera con lo que gané? ¡Como en los libros!

source: had too much to drink after getting giddy over his compliments.
es_419: Se entusiasmó por los cumplidos y terminó bebiendo demasiado.

source: pass
es_419: extiende

source: then...
es_419: Así…

source: you’re so mean...
es_419: Eres muy malo…

source: exhausted...
es_419: EXHAUSTA…

source: your child is lucky...
es_419: Su hijo tiene suerte…

source: huh? oh, yes...
es_419: ¿Eh? Ah, no…

source: I don't want him to see me like this...
es_419: No quiero que me vea así…

source: oh well.
es_419: En fin.

source: I still always get startled whenever I hear car horns.
es_419: Siempre me asusto cuando escucho bocinazos.

source: he's good looking. that's a major factor as well.
es_419: Es apuesto. Eso también es importante.

source: dohyeok, you were always…
es_419: Dohyeok, siempre has sido…

source: ...goals?
es_419: … financieras?

source: I can't bear to watch you suffer anymore.
es_419: No quiero verte sufrir nunca más.

source: slowly
es_419: despacio

source: I'm responding to him asking me out!
es_419: ¡estoy respondiendo a su coqueteo!

source: I can even ride a taxi!
es_419: ¡Hasta viajo en taxi!

source: ms. gam, do you have a date today?
es_419: ¿Tiene una cita, señorita Gam?

source: that lottery must have gotten to me.
es_419: Se me habrá subido la lotería a la cabeza.

source: this…
es_419: Esto…

source: but I've been in a car accident so I always get nervous whenever I'm in a car.
es_419: Sufrí un accidente de tránsito. Cada vez que me subo a un auto, me pongo nerviosa.

source: sure. that sounds good to me!
es_419: Cómo no. ¡Me parece bien!

source: good
es_419: bien

source: ...became harder as I grew older.
es_419: … se hizo más difícil al crecer.

source: b-bon appetit.
es_419: B-buen provecho.

source: that he and I are different
es_419: que él y yo somos diferentes

source: there’s only one choice!
es_419: ¡No me queda opción!

source: quit fooling around and leave.
es_419: Déjate de tonterías y vete.

source: for detailed winning numbers, visit the dongdeung lottery website.
es_419: Para ver más sobre los números ganadores, acceda al sitio web de la lotería dongdeung.

source: how annoying.
es_419: Qué molesto.

source: thanks for the coffee, ms. gam!
es_419: ¡Gracias por el café, señorita Gam!

source: but that's the problem!
es_419: ¡Pero ese es el problema!

source: is this a new workplace bullying method?
es_419: ¿Es un nuevo método de abuso laboral?

source: I'm almost done thanks to you.
es_419: Ya casi termino, gracias a usted.

source: the things you've done...
es_419: Lo que le hiciste padecer…

source: four weeks...
es_419: Cuatro semanas…

source: I mean…
es_419: O sea…

source: I-I'm sorry--
es_419: L-lo siento…

source: you were drunk?!
es_419: ¡¿Estabas ebrio?!

source: I'm going to get to the bottom of this!
es_419: ¡Voy a llegar al fondo de este asunto!

source: good idea!
es_419: ¡Buena idea!
